import React from 'react';
import Navbar from "../component/navbar";
import Footer from '../component/footer';
import '../css/article.css';

function article1() {
  return (
    <>
      <Navbar />
      <div className='articleWraper'>
        <p className='articleHead'>การออกแบบโลโก้</p>
        <div className="articleImage">
          <img src="src\assets\article1.png" alt="/" className='img'/>
        </div>
        <div className="articleContent">
          <p className='p-10 pb-5 font-light'> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โลโก้ที่ดีนั้นเป็นมากกว่าแค่รูปภาพหรือคำ โลโก้ที่ยอดเยี่ยมจะบอกเล่าเรื่องราวเกี่ยวกับบริษัทของคุณว่าคุณ เป็นใคร ทำอะไร และยึดหมั่นในหลักการอะไร นี่ดูจะเป็นการเรียกร้องหลายสิ่งจากแค่งานศิลปะชิ้นหนึ่ง และจึงเป็น เหตุว่าทำไมคุณควรใช้เวลาออกแบบมันให้ถูกต้อง โชคดีไปว่าคุณไม่ต้องทำมันเพียงลำพัง ขั้นตอนข้างล่างนี้จะ นำเสนอกระบวนการออกแบบโลโก้ที่จะช่วยสร้างชื่อเสียงให้คุณในท้องตลาด</p>
          <p className='articleSection pl-10 pr-10'>ระดมความคิด</p>
          <ul className='pl-20 pr-10'>
            <li><b>กำหนดหน้าที่หลักของโลโก้</b> โลโก้เป็นตัวแทนนำเสนอตราสินค้าของคุณ โดยการใช้ รูปร่าง แบบอักษร สี และรูปภาพ การรู้แน่ชัดว่าทำไมคุณจึงต้องการโลโก้จะช่วยเป็นแนวทางในการออกแบบได้</li>
            <li><b>คิดถึงกลุ่มเป้าหมาย</b> คุณจำเป็นต้องรู้ว่าลูกค้าของคุณคือใคร และปรับเปลี่ยนรูปลักษณ์ของโลโก้ให้ดึงดูด ลูกค้าเหล่านั้นที่จะมาใช้บริการของคุณ</li>
            <li><b>ตัดสินใจว่าจะใส่ชื่อบริษัทลงไปในโลโก้หรือไม่</b> แน่นอนว่าคุณย่อมต้องการทำให้ชื่อบริษัทเป็นที่จดจำ แต่การใส่ ชื่อบริษัทลงไปในโลโก้อาจจะไม่ใช่ความคิดที่ดีเสมอไป</li>
            <li><b>ทำตามชุดสีของบริษัท</b> ถ้าบริษัทของคุณได้ใช้สีบางสีบนป้าย ในการโฆษณา หรือในวัสดุอื่นๆ อยู่ก่อนแล้ว สีเหล่านั้นก็ควรจะปรากฏในโลโก้</li>
            <li><b>รับแรงบันดาลใจจากโลโก้ที่ประสบความสำเร็จได้ แต่อย่าลอกเลียนแบบ</b> แม้ว่าคุณจะอยากสร้างโลโก้ให้ เหมือน กับของบริษัทที่คุณชอบมากแค่ไหน แต่มันคือการบอกลูกค้าของคุณเป็นนัยๆ ว่าคุณขี้เกียจและไร้ แรงบันดาลใจ</li>
            <li><b>คงความเรียบง่าย</b> การออกแบบโลโก้คือการฝึกความยับยั้งชั่งใจ แม้ว่าคุณจะอยากสื่อความหมายหลายๆ อย่างด้วยการออกแบบของคุณมากแค่ไหน แต่การพยายามทำมากเกินไปจะทำลายความสำเร็จของโลโก้</li>
          </ul>
          <p className='articleSection pl-10 pr-10 pt-8'>ทดสอบลวดลายที่ออกแบบ</p>
          <ul className='pl-20 pr-10'>
            <li><b>สร้างลวดลายหลายแบบ</b> ในช่วงแรกคุณอาจจะมีความคิดหลากหลายที่คุณอยากจะแสดงออกมาบนลายโลโก้ ของคุณ จดทั้งหมดใส่กระดาษ เพื่อที่คุณจะได้เห็นว่าอะไรใช้ได้และอะไรใช้ไม่ได้</li>
            <li><b>วาดลายที่ออกแบบอย่างหยาบๆ</b> จะดีกว่าถ้าคุณใช้ดินสอวาดลงบนกระดาษในช่วงระยะแรกของการออกแบบ โลโก้ การร่างแบบเป็นวิธีที่เร็วและง่าย ในการนำสิ่งที่คิดได้มาใส่ไว้ในกระดาษ ซึ่งคุณสามารถประเมินความคิด เหล่านั้นได้ง่ายขึ้น</li>
            <li><b>นำเสนอลายโลโก้กับตลาดทดลอง</b> คุณอาจจะอยากเดินหน้าทำงานทันทีที่คุณได้โลโก้ที่คุณมองว่าเจ๋งมากๆ แต่การดูผลตอบรับก็สำคัญเช่นกัน</li>
            <li><b>รับคำติชมจากคนที่อยู่ในตลาดเป้าหมาย</b> นำเสนอลายโลโก้ให้กับคนในกลุ่มจากการสุ่มตัวอย่างที่มีคุณลักษณะ   ครบถ้วนเหมือนลูกค้าในอุดมคติของคุณ คุณอาจจะให้พวกเขาดูหลายๆ ลาย หรืออาจจะเสนอแค่ 1 แบบที่ คุณคิดว่าสมบูรณ์แบบที่สุด</li>
            <li><b>ระวังการเชื่อครอบครัวและเพื่อนมากเกินไป</b> แม้ว่าคุณจะอยากได้ความคิดเห็นแบบไม่เป็นทางการจากคนใกล้ ชิด ความคิดเห็นของพวกเขาอาจจะไม่ให้คำติชมที่มีประโยชน์</li>
            <li><b>ตรวจสอบให้แน่ใจว่าลายที่ออกแบบสามารถย่อหรือขยายได</b> ลองพิจารณาวิธีการต่างๆ ที่คุณจะใช้โลโก้ เช่น ในโฆษณาหนังสือพิมพ์ บนป้าย หรือบนเว็บไซต์ของคุณ โลโก้ของคุณจะต้องใช้การได้ดีไม่ว่าจะถูกนำไปพิมพ์ ใหม่บนรูปแบบที่ใหญ่หรือเล็ก</li>
          </ul>
          <p className='articleSection pl-10 pr-10 pt-8'>ออกแบบให้เสร็จสมบูรณ์</p>
          <ul className='pl-20 pr-10'>
            <li><b>สร้างแบบร่างขั้นสุดท้าย</b> ท้ายที่สุดแล้ว คุณจะต้องแปลงโลโก้เป็นดิจิทัล คุณสามารถทำขั้นตอนนี้ด้วยตัวเอง หรือจ้างมืออาชีพก็ได้</li>
            <li><b>รับฟังเสมอ</b> เมื่อโลโก้เสร็จแล้ว คุณควรคอยดูผลตอบรับของการออกแบบอยู่เสมอ</li>
          </ul>
        </div>
      </div>
      <Footer />
    </>
  )
}

export default article1
