const Datas = [
  {
    id: "1",
    companyname: "Modest Fresh  (มอดดิส เฟรช)",
    companydescription: "3 วัน",
    targetaudience: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    brandvalue: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    designstyle: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    colorpreferece: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    logousage: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    competitorlogos: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    timeline: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    
  },
  {
    id: "2",
    companyname: "Modest Fresh  (มอดดิส เฟรช)",
    companydescription: "3 วัน",
    targetaudience: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    brandvalue: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    designstyle: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    colorpreferece: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    logousage: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    competitorlogos: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    timeline: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
  },
  {
    id: "3",
    companyname: "Modest Fresh  (มอดดิส เฟรช)",
    companydescription: "3 วัน",
    targetaudience: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    brandvalue: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    designstyle: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    colorpreferece: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    logousage: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    competitorlogos: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
    timeline: "เราเป็นบริษัทที่ทำและจัดจำหน่ายขนมอร่อยๆ",
  },
];

export default Datas;